verification/runs/T-family/T4b_runs/T4b_IJ_c/0.orig/alphat
FoamFile
{
    version     2.0;
    format      ascii;
    class       volScalarField;
    location    "0";
    object      alphat;
}

dimensions      [0 2 -1 0 0 0 0];

internalField   uniform 0;

boundaryField
{
    inlet { type calculated; value uniform 0; }
    plate { type calculated; value uniform 0; }
    pipeWall { type calculated; value uniform 0; }
    entrainment { type calculated; value uniform 0; }
    farfield { type calculated; value uniform 0; }
    front { type wedge; }
    back  { type wedge; }
}
