verification/runs/T-family/T4b_runs/T4b_IJ_c/constant/transportProperties
FoamFile
{
    version     2.0;
    format      ascii;
    class       dictionary;
    location    "constant";
    object      transportProperties;
}
transportModel  Newtonian;
nu              1.5e-05;
beta            0;
TRef            293.15;
Pr              0.71;
Prt             0.85;
